var tansuoData = [{
	"title": "第一章 雀食奇谭",
	"content": [{
		"name": "天邪鬼绿1",
		"ghost": "普通:天邪鬼绿x1 灯笼鬼x2 <br>困难:天邪鬼绿x1 跳跳犬x2"
	}, {
		"name": "天邪鬼绿2",
		"ghost": "天邪鬼绿x1 提灯小僧x2"
	}, {
		"name": "提灯小僧1",
		"ghost": "提灯小僧x1 天邪鬼绿x2"
	}, {
		"name": "提灯小僧2",
		"ghost": "提灯小僧x1 灯笼鬼x2"
	}],
	"boss": {
		"name": "九命猫",
		"ghost": "九命猫x3"
	},
	"challenge": "天邪鬼绿x14 九命猫x14"
}, {
	"title": "第二章 幸福的彼岸",
	"content": [{
		"name": "帚神",
		"ghost": "帚神x1 寄生魂x1 盗墓小鬼x1"
	}, {
		"name": "盗墓小鬼1",
		"ghost": "盗墓小鬼x1 寄生魂x2"
	}, {
		"name": "盗墓小鬼2",
		"ghost": "盗墓小鬼x1 灯笼鬼x2"
	}, {
		"name": "寄生魂1",
		"ghost": "寄生魂x1 灯笼鬼x2"
	}, {
		"name": "寄生魂2",
		"ghost": "寄生魂x1 盗墓小鬼x2"
	}],
	"boss": {
		"name": "座敷童子",
		"ghost": "座敷童子x1 天邪鬼绿x2 天邪鬼青x1"
	},
	"challenge": "提灯小僧x14 座敷童子x14"
}, {
	"title": "第三章 凤凰林的占卜师",
	"content": [{
		"name": "天邪鬼黄1",
		"ghost": "普通:天邪鬼黄x1 帚神x2 涂壁x1 <br>困难:天邪鬼黄x1 帚神x1 涂壁x2"
	}, {
		"name": "天邪鬼黄2",
		"ghost": "天邪鬼黄x1 童女x3"
	}, {
		"name": "赤舌1",
		"ghost": "一回合:赤舌x1 提灯小僧x1 灯笼鬼x2 <br>二回合:鸦天狗x1"
	}, {
		"name": "赤舌2",
		"ghost": "一回合:赤舌x1 天邪鬼黄x1 童女x2 <br>二回合:鸦天狗x1"
	}, {
		"name": "兵俑1",
		"ghost": "普通:兵俑x1 提灯小僧x1 童女x2 <br>困难:兵俑x1 提灯小僧x2 童女x1"
	}, {
		"name": "兵俑2",
		"ghost": "兵俑x1 提灯小僧x1 灯笼鬼x2"
	}],
	"boss": {
		"name": "凤凰火",
		"ghost": "凤凰火x1 寄生魂x3"
	},
	"challenge": "天邪鬼黄x14 铁鼠x14 三尾狐x14"
}, {
	"title": "第四章 桥上的雨女",
	"content": [{
		"name": "帚神1",
		"ghost": "帚神x1 涂壁x2"
	}, {
		"name": "帚神2",
		"ghost": "普通:帚神x1 涂壁x1 唐纸伞妖x2 <br>困难:帚神x1 唐纸伞妖x3"
	}, {
		"name": "唐纸伞妖1",
		"ghost": "唐纸伞妖x1 天邪鬼赤x3"
	}, {
		"name": "唐纸伞妖2",
		"ghost": "普通:唐纸伞妖x1 天邪鬼赤x1 涂壁x2 <br>困难:唐纸伞妖x1 涂壁x3"
	}, {
		"name": "天邪鬼赤1",
		"ghost": "普通:天邪鬼赤x1 唐纸伞妖x1 涂壁x2 <br>困难:天邪鬼赤x1 涂壁x3"
	}, {
		"name": "天邪鬼赤2",
		"ghost": "天邪鬼赤x1 唐纸伞妖x2"
	}],
	"boss": {
		"name": "雨女",
		"ghost": "雨女x1 青蛙瓷器x1 帚神x2"
	},
	"challenge": "雨女x14 青蛙瓷器x14 管狐x14"
}, {
	"title": "第五章 黑夜山的食发鬼",
	"content": [{
		"name": "涂壁1",
		"ghost": "普通:涂壁x1 天邪鬼赤x2 黑豹x1 <br>困难:涂壁x2 天邪鬼赤x2"
	}, {
		"name": "涂壁2",
		"ghost": "涂壁x1 天邪鬼赤x3"
	}, {
		"name": "帚神1",
		"ghost": "帚神x1 天邪鬼赤x1 涂壁x2"
	}, {
		"name": "帚神2",
		"ghost": "帚神x1 天邪鬼赤x1 天邪鬼黄x2"
	}, {
		"name": "管狐1",
		"ghost": "一回合:管狐x2 天邪鬼黄x2 <br>二回合:寄生魂x1"
	}, {
		"name": "管狐2",
		"ghost": "一回合:管狐x1 天邪鬼绿x3 <br>二回合:寄生魂x1"
	}],
	"boss": {
		"name": "食发鬼",
		"ghost": "食发鬼x1 灯笼鬼x1 天邪鬼青x2"
	},
	"challenge": "帚神x14 食发鬼x14"
}, {
	"title": "第六章 似梦非梦",
	"content": [{
		"name": "灯笼鬼1",
		"ghost": "灯笼鬼x1 帚神x3"
	}, {
		"name": "灯笼鬼2",
		"ghost": "灯笼鬼x1 帚神x3"
	}, {
		"name": "天邪鬼青1",
		"ghost": "天邪鬼青x1 天邪鬼绿x3"
	}, {
		"name": "天邪鬼青2",
		"ghost": "天邪鬼青x1 天邪鬼绿x3"
	}, {
		"name": "蝴蝶精1",
		"ghost": "一回合:蝴蝶精x1 涂壁x1 天邪鬼赤x2 <br>二回合:三尾狐x1"
	}, {
		"name": "蝴蝶精2",
		"ghost": "一回合:蝴蝶精x1 涂壁x1 天邪鬼赤x2 <br>二回合:三尾狐x1"
	}],
	"boss": {
		"name": "巫蛊师",
		"ghost": "巫蛊师x1 天邪鬼绿x3"
	},
	"challenge": "灯笼鬼x14 巫蛊师x14 蝴蝶精x14"
}, {
	"title": "第七章 恋上鲤的美",
	"content": [{
		"name": "鲤鱼精1",
		"ghost": "鲤鱼精x3 帚神x1"
	}, {
		"name": "鲤鱼精2",
		"ghost": "鲤鱼精x1 帚神x3"
	}, {
		"name": "河童1",
		"ghost": "河童x1 鲤鱼精x1 涂壁x2"
	}, {
		"name": "河童2",
		"ghost": "河童x1 灯笼鬼x1 跳跳犬x2"
	}, {
		"name": "提灯小僧1",
		"ghost": "一回合:提灯小僧x1 跳跳犬x3 <br>二回合:管狐x1"
	}, {
		"name": "提灯小僧2",
		"ghost": "一回合:提灯小僧x1 跳跳犬x3 <br>二回合:管狐x1"
	}, {
		"name": "提灯小僧3",
		"ghost": "一回合:提灯小僧x1 跳跳犬x1 鲤鱼精x2 <br>二回合:管狐x1"
	}],
	"boss": {
		"name": "妖狐",
		"ghost": "一回合:妖狐x1 涂壁x1 座敷童子x2 <br>二回合:妖狐x1 寄生魂x1 天邪鬼赤x2"
	},
	"challenge": "天邪鬼赤x14 鲤鱼精x14 河童x14"
}, {
	"title": "第八章 樱与桃",
	"content": [{
		"name": "唐纸伞妖1",
		"ghost": "唐纸伞妖x1 帚神x3"
	}, {
		"name": "唐纸伞妖2",
		"ghost": "唐纸伞妖x1 山童x1 帚神x2"
	}, {
		"name": "樱花妖1",
		"ghost": "一回合:樱花妖x1 帚神x1 涂壁x2 <br>二回合:雪女x1"
	}, {
		"name": "樱花妖2",
		"ghost": "一回合:樱花妖x1 涂壁x3 <br>二回合:雪女x1"
	}, {
		"name": "天邪鬼绿",
		"ghost": "天邪鬼绿x1 天邪鬼青x1 天邪鬼黄x2"
	}],
	"boss": {
		"name": "桃花妖",
		"ghost": "一回合:樱花妖x1 天邪鬼青x1 提灯小僧x2 <br>二回合:桃花妖x1 帚神x1 蝴蝶精x2"
	},
	"challenge": "唐纸伞妖x14 桃花妖x14"
}, {
	"title": "第九章 兔蛙茶和锅",
	"content": [{
		"name": "提灯小僧1",
		"ghost": "提灯小僧x1 灯笼鬼x3"
	}, {
		"name": "提灯小僧2",
		"ghost": "提灯小僧x1 灯笼鬼x1 铁鼠x2"
	}, {
		"name": "铁鼠1",
		"ghost": "铁鼠x1 帚神x3"
	}, {
		"name": "铁鼠2",
		"ghost": "铁鼠x2 帚神x2"
	}, {
		"name": "山兔1",
		"ghost": "一回合:山兔x4 <br>二回合:鸦天狗x1"
	}, {
		"name": "山兔2",
		"ghost": "一回合:山兔x3 铁鼠x1 <br>二回合:鸦天狗x1"
	}],
	"boss": {
		"name": "孟婆",
		"ghost": "一回合:孟婆x1 饿鬼x3 <br>二回合:孟婆x1 灯笼鬼x1 鸦天狗x2"
	},
	"challenge": "天邪鬼青x14 山兔x14"
}, {
	"title": "第十章 鬼为谁买醉",
	"content": [{
		"name": "丑时之女1",
		"ghost": "丑时之女x1 傀儡师x1 天邪鬼青x2"
	}, {
		"name": "丑时之女2",
		"ghost": "丑时之女x1 傀儡师x1 天邪鬼青x2"
	}, {
		"name": "傀儡师1",
		"ghost": "傀儡师x1 觉x1 狸猫x2"
	}, {
		"name": "傀儡师2",
		"ghost": "一回合:傀儡师x1 觉x1 座敷童子x2 <br>二回合:犬神x1"
	}, {
		"name": "觉1",
		"ghost": "觉x1 狸猫x3"
	}, {
		"name": "觉2",
		"ghost": "一回合:觉x1 赤舌x1 座敷童子x2 <br>二回合:犬神x1"
	}],
	"boss": {
		"name": "酒吞童子",
		"ghost": "一回合:酒吞童子x1 跳跳哥哥x1 食发鬼x2 <br>二回合:酒吞童子x1 兵俑x1 骨女x2"
	},
	"challenge": "武士之灵x14 丑时之女x14"
}, {
	"title": "第十一章 染红了的枫叶林",
	"content": [{
		"name": "武士之灵1",
		"ghost": "武士之灵x1 寄生魂x3"
	}, {
		"name": "武士之灵2",
		"ghost": "武士之灵x1 独眼小僧x3"
	}, {
		"name": "独眼小僧1",
		"ghost": "一回合:独眼小僧x1 涂壁x1 天邪鬼赤x2 <br>二回合:独眼小僧x1"
	}, {
		"name": "独眼小僧2",
		"ghost": "一回合:独眼小僧x1 管狐x1 天邪鬼赤x2 <br>二回合:独眼小僧x1"
	}, {
		"name": "饿鬼1",
		"ghost": "饿鬼x1 涂壁x1 管狐x2"
	}, {
		"name": "饿鬼2",
		"ghost": "饿鬼x3 管狐x1"
	}],
	"boss": {
		"name": "鬼女红叶",
		"ghost": "一回合:鬼女红叶x1 童女x1 天邪鬼青x2 <br>二回合:鬼女红叶x1 骨女x1 觉x2"
	},
	"challenge": "寄生魂x14 饿鬼x14"
}, {
	"title": "第十二章 另一个晴明",
	"content": [{
		"name": "海坊主1",
		"ghost": "海坊主x1 帚神x1 涂壁x2"
	}, {
		"name": "海坊主2",
		"ghost": "海坊主x1 涂壁x1 鸦天狗x2"
	}, {
		"name": "童男1",
		"ghost": "童男x1 天邪鬼黄x1 鸦天狗x2"
	}, {
		"name": "童男2",
		"ghost": "童男x1 童女x1 鸦天狗x2"
	}, {
		"name": "童女1",
		"ghost": "一回合:童女x1 盗墓小鬼x1 提灯小僧x2 <br>二回合:雪女x1"
	}, {
		"name": "童女2",
		"ghost": "一回合:童女x3 盗墓小鬼x1 <br>二回合:雪女x1"
	}],
	"boss": {
		"name": "雪女",
		"ghost": "一回合:雪女x1 寄生魂x1 武士之灵x2 <br>二回合:雪女x1 跳跳妹妹x1 跳跳哥哥x2"
	},
	"challenge": "童男x14 童女x14"
}, {
	"title": "第十三章 箭与弓道",
	"content": [{
		"name": "饿鬼1",
		"ghost": "饿鬼x1 天邪鬼赤x3"
	}, {
		"name": "饿鬼2",
		"ghost": "饿鬼x1 天邪鬼赤x3"
	}, {
		"name": "饿鬼3",
		"ghost": "一回合:饿鬼x1 天邪鬼赤x3 <br>二回合:首无x1"
	}, {
		"name": "唐纸伞妖1",
		"ghost": "唐纸伞妖x1 天邪鬼赤x1 天邪鬼绿x2"
	}, {
		"name": "唐纸伞妖2",
		"ghost": "唐纸伞妖x1 天邪鬼赤x1 天邪鬼绿x2"
	}, {
		"name": "唐纸伞妖3",
		"ghost": "一回合:唐纸伞妖x1 天邪鬼赤x1 天邪鬼绿x2 <br>二回合:首无x1"
	}],
	"boss": {
		"name": "首无",
		"ghost": "首无x1 骨女x1 灯笼鬼x1 山兔x1"
	},
	"challenge": "涂壁x14 兵俑x14"
}, {
	"title": "第十四章 梦境的邂逅",
	"content": [{
		"name": "帚神1",
		"ghost": "帚神x1 天邪鬼赤x3"
	}, {
		"name": "帚神2",
		"ghost": "帚神x1 天邪鬼赤x3"
	}, {
		"name": "帚神3",
		"ghost": "帚神x1 天邪鬼赤x3"
	}, {
		"name": "涂壁1",
		"ghost": "涂壁x6"
	}, {
		"name": "涂壁2",
		"ghost": "涂壁x6"
	}, {
		"name": "涂壁3",
		"ghost": "一回合:涂壁x6 <br>二回合:食梦貘x1"
	}],
	"boss": {
		"name": "食梦貘",
		"ghost": "一回合:食梦貘x1 天邪鬼赤x3 <br>二回合:食梦貘x4"
	},
	"challenge": "盗墓小鬼x14 狸猫x14"
}, {
	"title": "第十五章 阴界裂缝",
	"content": [{
		"name": "天邪鬼绿1",
		"ghost": "天邪鬼绿x1 赤舌x1 天邪鬼赤x2"
	}, {
		"name": "天邪鬼绿2",
		"ghost": "天邪鬼绿x1 赤舌x1 天邪鬼赤x2"
	}, {
		"name": "天邪鬼绿3",
		"ghost": "天邪鬼绿x1 赤舌x1 天邪鬼赤x2"
	}, {
		"name": "提灯小僧1",
		"ghost": "提灯小僧x1 赤舌x1 九命猫x2"
	}, {
		"name": "提灯小僧2",
		"ghost": "提灯小僧x1 赤舌x1 九命猫x2"
	}, {
		"name": "提灯小僧3",
		"ghost": "一回合:提灯小僧x1 赤舌x1 九命猫x2 <br>二回合:大天狗x1"
	}],
	"boss": {
		"name": "跳跳妹妹",
		"ghost": "跳跳妹妹x1 九命猫x3"
	},
	"challenge": "跳跳弟弟x14 跳跳妹妹x14"
}, {
	"title": "第十六章 冥界审判",
	"content": [{
		"name": "饿鬼1",
		"ghost": "饿鬼x1 山兔x1 山童x2"
	}, {
		"name": "饿鬼2",
		"ghost": "饿鬼x1 山兔x1 山童x2"
	}, {
		"name": "饿鬼3",
		"ghost": "饿鬼x1 山兔x1 山童x2"
	}, {
		"name": "赤舌1",
		"ghost": "赤舌x1 寄生魂x3"
	}, {
		"name": "赤舌2",
		"ghost": "一回合:赤舌x1 寄生魂x3 <br>二回合:赤舌x1"
	}, {
		"name": "赤舌3",
		"ghost": "赤舌x1 寄生魂x3"
	}],
	"boss": {
		"name": "判官",
		"ghost": "判官x1 鬼使黑x1 鬼使白x1"
	},
	"challenge": "赤舌x14 山童x14"
}, {
	"title": "第十七章 阴阳逆反",
	"content": [{
		"name": "鸦天狗1",
		"ghost": "鸦天狗x1 小风麒麟x3"
	}, {
		"name": "鸦天狗2",
		"ghost": "鸦天狗x1 小风麒麟x3"
	}, {
		"name": "鸦天狗3",
		"ghost": "鸦天狗x1 小风麒麟x3"
	}, {
		"name": "狸猫1",
		"ghost": "狸猫x1 小火麒麟x3"
	}, {
		"name": "狸猫2",
		"ghost": "狸猫x1 小火麒麟x3"
	}, {
		"name": "狸猫3",
		"ghost": "一回合:狸猫x1 小火麒麟x3 <br>二回合:孔雀x1"
	}],
	"boss": {
		"name": "荒川之主",
		"ghost": "荒川之主x1 灯笼鬼x1 骨女x1 山兔x1"
	},
	"challenge": "萤草x14 鸦天狗x14"
}, {
	"title": "第十八章 阴阳之理",
	"content": [{
		"name": "九命猫1",
		"ghost": "九命猫x6"
	}, {
		"name": "九命猫2",
		"ghost": "九命猫x6"
	}, {
		"name": "九命猫3",
		"ghost": "九命猫x6"
	}, {
		"name": "三尾狐1",
		"ghost": "一回合:三尾狐x2 九命猫x2 <br>二回合:大天狗x1"
	}, {
		"name": "三尾狐2",
		"ghost": "三尾狐x2 九命猫x2"
	}, {
		"name": "三尾狐3",
		"ghost": "三尾狐x2 九命猫x2"
	}],
	"boss": {
		"name": "大天狗",
		"ghost": "大天狗x1 鸦天狗x3"
	},
	"challenge": "独眼小僧x14 觉x14 镰鼬x14"
}, {
	"title": "第十九章 八岐大蛇的复活",
	"content": [{
		"name": "清姬1",
		"ghost": "清姬x3 络新妇x2 二口女x1"
	}, {
		"name": "清姬2",
		"ghost": "清姬x1 二口女x3"
	}, {
		"name": "络新妇1",
		"ghost": "络新妇x3 清姬x3"
	}, {
		"name": "络新妇2",
		"ghost": "络新妇x2 清姬x2"
	}, {
		"name": "二口女1",
		"ghost": "一回合:二口女x1 络新妇x3<br>二回合:络新妇x1"
	}, {
		"name": "二口女2",
		"ghost": "二口女x4"
	}, {
		"name": "二口女3",
		"ghost": "古笼火x1 二口女x3 络新妇x2"
	}],
	"boss": {
		"name": "八百比丘尼",
		"ghost": "八百比丘尼x1 孔雀x2 清姬x2 二口女x1"
	},
	"challenge": ""
}, {
	"title": "第二十章 赌上性命的仪式",
	"content": [{
		"name": "般若1",
		"ghost": "般若x4"
	}, {
		"name": "般若2",
		"ghost": "一回合:般若x1 古笼火x3 <br>二回合:凤凰火x1"
	}, {
		"name": "般若3",
		"ghost": "般若x1 古笼火x3 清姬x2"
	}, {
		"name": "古笼火1",
		"ghost": "古笼火x1 清姬x1 二口女x2"
	}, {
		"name": "古笼火2",
		"ghost": "古笼火x1 般若x4 二口女x1"
	}, {
		"name": "清姬1",
		"ghost": "清姬x1 般若x3"
	}, {
		"name": "清姬2",
		"ghost": "清姬x1 古笼火x5"
	}],
	"boss": {
		"name": "妖刀姬",
		"ghost": "妖刀姬x1 二口女x1 般若x2 古笼火x2"
	},
	"challenge": ""
}, {
	"title": "第二十一章 七角山秘闻",
	"content": [{
		"name": "烟烟罗1",
		"ghost": "武士之灵x3 烟烟罗x1"
	}, {
		"name": "烟烟罗2",
		"ghost": "武士之灵x2 兵俑x1 烟烟罗x1"
	}, {
		"name": "食发鬼1",
		"ghost": "丑时之女x3 食发鬼x1"
	}, {
		"name": "食发鬼2",
		"ghost": "丑时之女x2 兵俑x1 食发鬼x1"
	}, {
		"name": "食发鬼3",
		"ghost": "丑时之女x2 兵俑x1 食发鬼x1"
	}, {
		"name": "吸血姬1",
		"ghost": "一回合:跳跳弟弟x3 吸血姬x1 <br>二回合:夜叉x1"
	}, {
		"name": "吸血姬2",
		"ghost": "一回合:跳跳弟弟x2 武士之灵x1 吸血姬x1 <br>二回合:夜叉x1"
	}],
	"boss": {
		"name": "萤草",
		"ghost": "一回合:萤草x1 烟烟罗x2 吸血姬x1 <br>二回合:萤草x1 烟烟罗x2 吸血姬x1"
	},
	"challenge": ""
}, {
	"title": "第二十二章 八岐大蛇的秘谋",
	"content": [{
		"name": "络新妇1",
		"ghost": "络新妇x1 烟烟罗x2 般若x1"
	}, {
		"name": "络新妇2",
		"ghost": "烟烟罗x2 络新妇x1 二口女x1"
	}, {
		"name": "络新妇3",
		"ghost": "二口女x3 络新妇x1"
	}, {
		"name": "青坊主1",
		"ghost": "二口女x2 青坊主x1 烟烟罗x1"
	}, {
		"name": "青坊主2",
		"ghost": "青坊主x1 般若x3"
	}, {
		"name": "二口女1",
		"ghost": "一回合:二口女x3 烟烟罗x1 <br>二回合:络新妇x1"
	}, {
		"name": "二口女2",
		"ghost": "一回合:二口女x2 烟烟罗x2 <br>二回合:青坊主x1"
	}],
	"boss": {
		"name": "络新妇",
		"ghost": "一回合:酒吞童子x1 二口女x2 般若x1 <br>二回合:络新妇x1 椒图x1 惠比寿x1 吸血姬x1"
	},
	"challenge": ""
}, {
	"title": "第二十三章 沉睡的傀儡师",
	"content": [{
		"name": "孟婆1",
		"ghost": "山兔x3 孟婆x1"
	}, {
		"name": "孟婆2",
		"ghost": "山兔x3 孟婆x1"
	}, {
		"name": "孟婆3",
		"ghost": "山兔x3 孟婆x1"
	}, {
		"name": "盗墓小鬼1",
		"ghost": "座敷童子x2 河童x1 盗墓小鬼x1"
	}, {
		"name": "盗墓小鬼2",
		"ghost": "座敷童子x2 河童x1 盗墓小鬼x1"
	}, {
		"name": "骨女1",
		"ghost": "赤舌x3 骨女x1"
	}, {
		"name": "骨女2",
		"ghost": "赤舌x3 骨女x1"
	}],
	"boss": {
		"name": "傀儡师",
		"ghost": "一回合:盗墓小鬼x3 傀儡师x1 <br>二回合:萤草x3 傀儡师x1"
	},
	"challenge": ""
}, {
	"title": "第二十四章 祭品巫女 前编",
	"content": [{
		"name": "络新妇1",
		"ghost": "跳跳哥哥x3 络新妇x1"
	}, {
		"name": "络新妇2",
		"ghost": "跳跳哥哥x3 络新妇x1"
	}, {
		"name": "吸血姬1",
		"ghost": "海坊主x3 吸血姬x1"
	}, {
		"name": "吸血姬2",
		"ghost": "海坊主x3 吸血姬x1"
	}, {
		"name": "清姬1",
		"ghost": "鬼使黑x2 鬼使白x1 清姬x1"
	}, {
		"name": "清姬2",
		"ghost": "鬼使黑x2 鬼使白x1 清姬x1"
	}, {
		"name": "清姬3",
		"ghost": "一回合:鬼使黑x2 鬼使白x1 清姬x1 <br>二回合:清姬x1"
	}],
	"boss": {
		"name": "清姬",
		"ghost": "骨女x1 络新妇x1 鬼使白x1 清姬x1"
	},
	"challenge": ""
}, {
	"title": "第二十五章 祭品巫女 后编",
	"content": [{
		"name": "巫蛊师1",
		"ghost": "般若x2 九命猫x1 巫蛊师x1"
	}, {
		"name": "巫蛊师2",
		"ghost": "武士之灵x2 独眼小僧x1 巫蛊师x1"
	}, {
		"name": "以津真天1",
		"ghost": "古笼火x2 烟烟罗x1 以津真天x1"
	}, {
		"name": "以津真天2",
		"ghost": "独眼小僧x2 蝴蝶精x1 以津真天x1"
	}, {
		"name": "兵俑1",
		"ghost": "山兔x2 椒图x1 兵俑x1"
	}, {
		"name": "兵俑2",
		"ghost": "山兔x2 椒图x1 兵俑x1"
	}, {
		"name": "兵俑3",
		"ghost": "鸦天狗x3 兵俑x1"
	}],
	"boss": {
		"name": "鸩",
		"ghost": "骨女x1 清姬x1 妖刀姬x1 鸩x1"
	},
	"challenge": ""
}, {
	"title": "第二十六章 决战的终章",
	"content": [{
		"name": "百目鬼1",
		"ghost": "百目鬼x1 兔丸x2 萤草x1"
	}, {
		"name": "百目鬼2",
		"ghost": "百目鬼x1 兔丸x2 萤草x1"
	}, {
		"name": "百目鬼3",
		"ghost": "百目鬼x1 兔丸x2 萤草x1"
	}, {
		"name": "觉1",
		"ghost": "觉x1 萤草x1 虫师x1 夜叉x1"
	}, {
		"name": "觉2",
		"ghost": "觉x1 萤草x1 虫师x1 夜叉x1"
	}, {
		"name": "首无1",
		"ghost": "首无x1 虫师x2 寄生魂x1"
	}, {
		"name": "首无2",
		"ghost": "首无x1 虫师x2 寄生魂x1"
	}],
	"boss": {
		"name": "荒",
		"ghost": "荒x1 万年竹x1 夜叉x1 追月神x1"
	},
	"challenge": ""
}, {
	"title": "第二十七章 深海的孤独",
	"content": [{
		"name": "金鱼姬1",
		"ghost": "海坊主x3 金鱼姬x1"
	}, {
		"name": "金鱼姬2",
		"ghost": "海坊主x3 金鱼姬x1"
	}, {
		"name": "鲤鱼精",
		"ghost": "河童x3 鲤鱼精x1"
	}, {
		"name": "河童1",
		"ghost": "鲤鱼精x3 河童x1"
	}, {
		"name": "河童2",
		"ghost": "鲤鱼精x3 河童x1"
	}, {
		"name": "海坊主1",
		"ghost": "傀儡师x3 海坊主x1"
	}, {
		"name": "海坊主2",
		"ghost": "傀儡师x3 海坊主x1"
	}],
	"boss": {
		"name": "化鲸",
		"ghost": "夜叉x3 化鲸x1"
	},
	"challenge": ""
}, {
	"title": "第二十八章 少女与面具",
	"content": [{
		"name": "跳跳妹妹",
		"ghost": "跳跳犬x3 跳跳妹妹x1"
	}, {
		"name": "傀儡师1",
		"ghost": "傀儡师x3 觉x1"
	}, {
		"name": "傀儡师2",
		"ghost": "傀儡师x3 觉x1"
	}, {
		"name": "判官",
		"ghost": "黑童子x1 白童子x1 判官x2"
	}, {
		"name": "荒",
		"ghost": "跳跳妹妹x3 荒x1"
	}, {
		"name": "阎魔",
		"ghost": "鬼使黑x2 黑童子x1 阎魔x1"
	}, {
		"name": "面灵气",
		"ghost": "判官x1 食发鬼x1 清姬x1 面灵气x1"
	}],
	"boss": {
		"name": "面灵气",
		"ghost": "鬼使白x1 鬼使黑x1 面灵气x2"
	},
	"challenge": ""
}];

var yuhunData = [{
	"title": "八歧大蛇",
	"content": [{
		"name": "第一层",
		"ghost": "一回合:三尾狐x1 天邪鬼黄x1 天邪鬼青x1 <br>二回合:山童x1 涂壁x1 独眼小僧x1 <br>三回合:八歧大蛇x1 天邪鬼赤x2"
	}, {
		"name": "第二层",
		"ghost": "一回合:妖狐x1 鲤鱼精x1 河童x1 <br>二回合:吸血姬x1 萤草x1 兵俑x1 <br>三回合:八歧大蛇x1 童女x2"
	}, {
		"name": "第三层",
		"ghost": "一回合:桃花妖x1 蝴蝶精x1 青蛙瓷器x1 <br>二回合:海坊主x1 鲤鱼精x1 椒图x1 <br>三回合:八歧大蛇x1 座敷童子x2"
	}, {
		"name": "第四层",
		"ghost": "一回合:犬神x1 童男x1 童女x1 <br>二回合:大天狗x1 鬼使黑x1 鬼使白x1 <br>三回合:八歧大蛇x1 食梦貘x2"
	}, {
		"name": "第五层",
		"ghost": "一回合:镰鼬x1 骨女x1 丑时之女x1 <br>二回合:傀儡师x1 跳跳哥哥x1 独眼小僧x1 <br>三回合:八歧大蛇x1 孟婆x2"
	}, {
		"name": "第六层",
		"ghost": "一回合:雨女x1 孟婆x1 座敷童子x1 <br>二回合:阎魔x1 巫蛊师x1 鸦天狗x1 <br>三回合:八歧大蛇x1 骨女x2"
	}, {
		"name": "第七层",
		"ghost": "一回合:丑时之女x1 凤凰火x1 食发鬼x1 <br>二回合:山兔x1 酒吞童子x1 妖琴师x1 <br>三回合:八歧大蛇x1 荒川之主x2"
	}, {
		"name": "第八层",
		"ghost": "一回合:管狐x1 判官x1 饿鬼x1 <br>二回合:蝴蝶精x1 白狼x1 椒图x1 <br>三回合:八歧大蛇x1 茨木童子x2"
	}, {
		"name": "第九层",
		"ghost": "一回合:椒图x1 萤草x1 鲤鱼精x1 <br>二回合:狸猫x1 清姬x1 食梦貘x1 <br>三回合:八歧大蛇x1 两面佛x2"
	}, {
		"name": "第十层",
		"ghost": "一回合:二口女x1 觉x1 萤草x1 <br>二回合:椒图x1 青行灯x1 酒吞童子x1 <br>三回合:八歧大蛇x1 大天狗x2"
	}]
}, {
	"title": "业原火",
	"content": [{
		"name": "贪",
		"ghost": "一回合:萤草x3 妖狐x1 <br>二回合:蝴蝶精x1 萤草x1 三尾狐x1 兵俑x1 <br>三回合:贪x1 嗔x1 痴x1"
	}, {
		"name": "嗔",
		"ghost": "一回合:萤草x3 妖狐x1 <br>二回合:蝴蝶精x1 萤草x1 三尾狐x1 兵俑x1 <br>三回合:贪x1 嗔x1 痴x1"
	}, {
		"name": "痴",
		"ghost": "一回合:萤草x3 妖狐x1 <br>二回合:蝴蝶精x1 萤草x1 椒图x1 三尾狐x1 兵俑x1 <br>三回合:贪x1 嗔x1 痴x1"
	}]
}];

var miwenData = [{
	"title": "道成夙愿",
	"content": [{
		"name": "壹 相遇",
		"ghost": "一回合:跳跳犬x4 <br>二回合:跳跳犬x4 灯笼鬼x1 <br>三回合:跳跳犬x5 清姬x1"
	}, {
		"name": "贰 倾心",
		"ghost": "一回合:盗墓小鬼x3 唐纸伞妖x1 <br>二回合:提灯小僧x3 赤舌x1 <br>三回合:樱花妖x4 独眼小僧x1 清姬x1"
	}, {
		"name": "叁 许诺",
		"ghost": "一回合:帚神x3 三尾狐x1 <br>二回合:赤舌x3 武士之灵x1 <br>三回合:灯笼鬼x1 赤舌x1 黑童子x1 座敷童子x1 三尾狐x1 清姬x1"
	}, {
		"name": "肆 等待",
		"ghost": "一回合:三尾狐x3 武士之灵x1 <br>二回合:饿鬼x3 巫蛊师x1 <br>三回合:山童x3 鸦天狗x2 清姬x1"
	}, {
		"name": "伍 失言",
		"ghost": "一回合:跳跳弟弟x3 跳跳妹妹x1 <br>二回合:狸猫x4 兵俑x1 <br>三回合:九命猫x4 觉x1 清姬x1"
	}, {
		"name": "陆 追寻",
		"ghost": "一回合:武士之灵x3 巫蛊师x1 <br>二回合:骨女x4 傀儡师x1 <br>三回合:二口女x5 镰鼬x1"
	}, {
		"name": "柒 苦求",
		"ghost": "一回合:首无x5 烟烟罗x1 <br>二回合:判官x3 络新妇x2 人面树x1 <br>三回合:二口女x2 鬼使白x2 凤凰火x1 清姬x1"
	}, {
		"name": "捌 爱憎",
		"ghost": "一回合:小袖之手x4 烟烟罗x1 <br>二回合:二口女x2 络新妇x2 樱花妖x1 妖狐x1 <br>三回合:判官x1 鬼女红叶x2 鸩x1 傀儡师x1 清姬x1"
	}, {
		"name": "玖 焚烧",
		"ghost": "一回合:赤舌x2 觉x3 薰x1 <br>二回合:鬼使白x2 骨女x2 以津真天x1 人面树x1 <br>三回合:鸩x1 鬼女红叶x2 两面佛x1 樱花妖x1 清姬x1"
	}, {
		"name": "拾 灰灭",
		"ghost": "一回合:数珠x4 青坊主x1 <br>二回合:孟婆x1 小袖之手x1 人面树x1 鬼女红叶x1 骨女x1 凤凰火x1 <br>三回合:百目鬼x1 鬼女红叶x1 椒图x1 鸩x1 山风x1 清姬x1"
	}, {
		"name": "番外 激战",
		"ghost": "一回合:三尾狐x3 九命猫x2 鬼女红叶x1 <br>二回合:般若x1 饿鬼x1 兵俑x1 姑获鸟x1 犬神x1 面灵气x1 <br>三回合:童男x1 鸩x1 两面佛x1 於菊虫x1 判官x1 清姬x1"
	}]
}, {
	"title": "河畔童谣", //1-6层已校对
	"content": [{
		"name": "壹 稚气",
		"ghost": "一回合:盗墓小鬼x1 提灯小僧x3 <br>二回合:童女x1 童男x3 <br>三回合:河童x1 奉为达摩x1 招福达摩x1 大吉达摩x1 御行达摩x1"
	}, {
		"name": "贰 童真",
		"ghost": "一回合:盗墓小鬼x1 提灯小僧x3 <br>二回合:独眼小僧x1 山童x3 <br>三回合:河童x1 白童子x1 黑童子x1 座敷童子x1"
	}, {
		"name": "叁 眺望",
		"ghost": "一回合:惠比寿x1 武士之灵x3 <br>二回合:烟烟罗x1 食发鬼x3 <br>三回合:河童x1 灯笼鬼x2 赤舌x1"
	}, {
		"name": "肆 跋涉",
		"ghost": "一回合:镰鼬x1 黑豹x3 <br>二回合:萤草x1 觉x3 <br>三回合:河童x1 丑时之女x2 兵俑x1"
	}, {
		"name": "伍 舞蹈",
		"ghost": "一回合:天邪鬼黄x1 蝴蝶精x2 鬼女红叶x1 <br>二回合:孟婆x1 妖琴师x2 山兔x1 <br>三回合:河童x1 樱花妖x1 桃花妖x1 凤凰火x1"
	}, {
		"name": "陆 无间",
		"ghost": "一回合:鬼使白x1 鬼使黑x3 <br>二回合:座敷童子x1 古笼火x3 <br>三回合:河童x1 天邪鬼青x1 天邪鬼赤x1 天邪鬼绿x1 天邪鬼黄x1"
	}, {
		"name": "柒 孤傲",
		"ghost": "一回合:青行灯x1 管狐x3 <br>二回合:茨木童子x1 首无x3 <br>三回合:河童x1 雨女x1 判官x1 食梦貘x1"
	}, {
		"name": "捌 浩瀚",
		"ghost": "一回合:海坊主x1 青坊主x3 <br>二回合:荒川之主x1 吸血姬x2 椒图x1 鲤鱼精x1 <br>三回合:河童x1 海坊主x2 椒图x1 鲤鱼精x1 荒川之主x1"
	}, {
		"name": "玖 泡沫",
		"ghost": "一回合:雨女x1 青蛙瓷器x3 <br>二回合:妖狐x1 妖刀姬x1 鲤鱼精x1 跳跳妹妹x1 萤草x1 <br>三回合:河童x1 鸦天狗x2 阎魔x1 鲤鱼精x1 大天狗x1"
	}, {
		"name": "拾 离歌",
		"ghost": "一回合:兵俑x1 萤草x3 <br>二回合:跳跳弟弟x1 小鹿男x2 桃花妖x2 椒图x1 <br>三回合:河童x1 樱花妖x1 鲤鱼精x1 椒图x1 妖狐x1 花鸟卷x1"
	}]
}, {
	"title": "黄泉彼岸",
	"content": [{
		"name": "壹 誓诺",
		"ghost": "一回合:提灯小僧x3 天邪鬼黄x1 <br>二回合:涂壁x3 狸猫x1 <br>三回合:帚神x3 彼岸花x1"
	}, {
		"name": "贰 脆弱",
		"ghost": "一回合:提灯小僧x3 天邪鬼黄x1 <br>二回合:天邪鬼绿x3 巫蛊师x1 <br>三回合:丑时之女x3 彼岸花x1"
	}, {
		"name": "叁 恐惧",
		"ghost": "一回合:提灯小僧x3 天邪鬼黄x1 <br>二回合:天邪鬼青x3 丑时之女x1 <br>三回合:跳跳弟弟x1 跳跳妹妹x1 跳跳哥哥x1 彼岸花x1"
	}, {
		"name": "肆 鲜红",
		"ghost": "一回合:寄生魂x3 天邪鬼赤x1 <br>二回合:觉x3 管狐x1 <br>三回合:九命猫x4 彼岸花x1"
	}, {
		"name": "伍 花海",
		"ghost": "一回合:寄生魂x3 天邪鬼赤x1 <br>二回合:鸩x4 以津真天x1 <br>三回合:三尾狐x4 彼岸花x1"
	}, {
		"name": "陆 汲取",
		"ghost": "一回合:寄生魂x3 天邪鬼赤x1 <br>二回合:二口女x4 奕x1 <br>三回合:黑童子x5 彼岸花x1"
	}, {
		"name": "柒 养分",
		"ghost": "一回合:海坊主x4 金鱼姬x1 <br>二回合:武士之灵x2 骨女x2 兵俑x1 <br>三回合:饿鬼x2 鸦天狗x2 姑获鸟x1 彼岸花x1"
	}, {
		"name": "捌 能量",
		"ghost": "一回合:烟烟罗x4 雪童子x1 <br>二回合:鬼女红叶x4 般若x1 青行灯x1 <br>三回合:络新妇x1 鸩x1 两面佛x1 清姬x1 鬼使白x1 彼岸花x1"
	}, {
		"name": "玖 彼岸",
		"ghost": "一回合:奕x4 妖琴师x1 <br>二回合:鲤鱼精x1 海坊主x1 金鱼姬x1 夜叉x1 河童x1 荒川之主x1 <br>三回合:青行灯x1 阎魔x1 面灵气x1 御馔津x1 花鸟卷x1 彼岸花x1"
	}, {
		"name": "拾 黄泉",
		"ghost": "一回合:猫掌柜x4 虫师x1 犬神x1 <br>二回合:鬼女红叶x1 清姬x1 络新妇x1 骨女x1 三尾狐x1 般若x1 <br>三回合:匣中少女x1 荒川之主x1 酒吞童子x1 雪童子x1 桃花妖x1 彼岸花x1"
	}, {
		"name": "番外 激战！",
		"ghost": "一回合:提灯小僧x5 青行灯x1 <br>二回合:鸩x5 姑获鸟x1 <br>三回合:樱花妖x1 黑童子x1 雪童子x1 白童子x1 桃花妖x1 彼岸花x1"
	}]
}, {
	"title": "狐生百魅",
	"content": [{
		"name": "壹 面具",
		"ghost": "一回合:灯笼鬼x3 提灯小僧x1 <br>二回合:天邪鬼绿x3 天邪鬼赤x1 <br>三回合:涂壁x3 妖狐x1"
	}, {
		"name": "贰 折扇",
		"ghost": "一回合:盗墓小鬼x3 赤舌x1 <br>二回合:寄生魂x3 武士之灵x1 <br>三回合:食发鬼x1 独眼小僧x1 蝴蝶精x1 妖狐x1"
	}, {
		"name": "叁 小生",
		"ghost": "一回合:唐纸伞妖x3 鸦天狗x1 <br>二回合:跳跳弟弟x3 跳跳妹妹x1 <br>三回合:兔丸x2 小袖之手x1 妖狐x1"
	}, {
		"name": "肆 找寻",
		"ghost": "一回合:帚神x3 雨女x1 <br>二回合:天邪鬼黄x2 首无x1 青蛙瓷器x1 <br>三回合:山童x4 妖狐x1"
	}, {
		"name": "伍 风雅",
		"ghost": "一回合:天邪鬼青x3 跳跳妹妹x1 <br>二回合:天邪鬼赤x1 天邪鬼黄x1 狸猫x2 鲤鱼精x1 <br>三回合:三尾狐x2 九命猫x2 妖狐x1"
	}, {
		"name": "陆 爱意",
		"ghost": "一回合:狸猫x3 兵俑x1 <br>二回合:丑时之女x2 萤草x2 山兔x1 <br>三回合:饿鬼x2 管狐x3 妖狐x1"
	}, {
		"name": "柒 呢喃",
		"ghost": "一回合:铁鼠x1 山童x2 椒图x1 座敷童子x1 <br>二回合:河童x2 童女x2 童男x1 <br>三回合:妖琴师x1 座敷童子x1 雪女x1 姑获鸟x1 桃花妖x1 妖狐x1"
	}, {
		"name": "捌 轻语",
		"ghost": "一回合:黑童子x4 白童子x1 <br>二回合:般若x1 二口女x2 樱花妖x1 络新妇x1 犬神x1 <br>三回合:傀儡师x2 鬼女红叶x2 骨女x1 妖狐x1"
	}, {
		"name": "玖 命运之人",
		"ghost": "一回合:山兔x5 御馔津x1 <br>二回合:小松丸x2 以津真天x1 兔丸x2 书翁x1 <br>三回合:百目鬼x1 跳跳弟弟x1 丑时之女x1 妖刀姬x1 食梦貘x1 妖狐x1"
	}, {
		"name": "拾 爱的深渊",
		"ghost": "一回合:跳跳哥哥x5 跳跳妹妹x1 <br>二回合:姑获鸟x1 烟烟罗x1 小袖之手x1 青蛙瓷器x1 妖琴师x1 孟婆x1 <br>三回合:海坊主x1 御馔津x1 兵俑x1 般若x1 黑童子x1 妖狐x1"
	}]
}, {
	"title": "鲜血之月", //1-6层已校对
	"content": [{
		"name": "壹 暗夜",
		"ghost": "一回合:盗墓小鬼x3 赤舌x1 <br>二回合:涂壁x3 武士之灵x1 <br>三回合:寄生魂x3 吸血姬x1"
	}, {
		"name": "贰 失控",
		"ghost": "一回合:灯笼鬼x3 古笼火x1 <br>二回合:帚神x3 巫蛊师x1 <br>三回合:提灯小僧x3 吸血姬x1"
	}, {
		"name": "叁 扑灭",
		"ghost": "一回合:天邪鬼绿x3 河童x1 <br>二回合:天邪鬼黄x3 狸猫x1 <br>三回合:天邪鬼青x2 天邪鬼赤x1 吸血姬x1"
	}, {
		"name": "肆 撕咬",
		"ghost": "一回合:赤舌x3 食发鬼x1 <br>二回合:觉x2 丑时之女x1 管狐x1 <br>三回合:九命猫x4 吸血姬x1"
	}, {
		"name": "伍 突变",
		"ghost": "一回合:跳跳犬x3 犬神x1 <br>二回合:鸩x2 清姬x2 以津真天x1 <br>三回合:傀儡师x2 三尾狐x2 吸血姬x1"
	}, {
		"name": "陆 荤腥",
		"ghost": "一回合:管狐x3 妖狐x1 <br>二回合:小松丸x2 二口女x2 弈x1 <br>三回合:跳跳妹妹x2 跳跳弟弟x2 跳跳哥哥x1 吸血姬x1"
	}, {
		"name": "柒 渐现",
		"ghost": "一回合:海坊主x2 夜叉x2 金鱼姬x1 <br>二回合:武士之灵x2 骨女x2 兵俑x1 <br>三回合:椒图x1 饿鬼x2 鸦天狗x2 吸血姬x1"
	}, {
		"name": "捌 嗜血",
		"ghost": "一回合:孟婆x2 烟烟罗x2 雪童子x1 <br>二回合:​般若x1 鬼女红叶x2 络新妇x2 青行灯x1 <br>三回合:黑童子x2 小鹿男x2 匣中少女x1 吸血姬x1"
	}, {
		"name": "玖 昼伏",
		"ghost": "一回合:弈x5 妖琴师x1 <br>二回合:鬼使白x2 清姬x2 金鱼姬x1 数珠x1 <br>三回合:花鸟卷x1 跳跳弟弟x1 椒图x1 荒川x1 万年竹x1 吸血姬x1"
	}, {
		"name": "拾 雪月",
		"ghost": "一回合:青蛙瓷器x5 童男x1 <br>二回合:鬼使白x1 鬼使黑x1 黑童子x1 白童子x1 判官x1 阎魔x1 <br>三回合:鸩x1 日和坊x1 山风x1 樱花妖x1 雪童子x1 吸血姬x1"
	}]
}, {
	"title": "青灯百物语", //1-7层已校对
	"content": [{
		"name": "壹 夜临",
		"ghost": "一回合:跳跳犬x3 赤舌x1 <br>二回合:涂壁x3 寄生魂x1 <br>三回合:灯笼鬼x3 青行灯x1"
	}, {
		"name": "贰 青灯",
		"ghost": "一回合:唐纸伞妖x3 提灯小僧x1 <br>二回合:帚神x3 鸦天狗x1 <br>三回合:狸猫x2 巫蛊师x1 青行灯x1"
	}, {
		"name": "叁 潜伏",
		"ghost": "一回合:赤舌x3 三尾狐x1 <br>二回合:童男x3 童女x1 <br>三回合:古笼火x2 数珠x1 青行灯x1"
	}, {
		"name": "肆 怪谈",
		"ghost": "一回合:天邪鬼黄x3 食发鬼x1 <br>二回合:天邪鬼青x2 丑时之女x1 兵俑x1 <br>三回合:觉x4 青行灯x1"
	}, {
		"name": "伍 搜集",
		"ghost": "一回合:提灯小僧x3 跳跳弟弟x1 <br>二回合:天邪鬼绿x2 饿鬼x2 独眼小僧x1 <br>三回合:青蛙瓷器x2 蝴蝶精x2 青行灯x1"
	}, {
		"name": "陆 细述",
		"ghost": "一回合:跳跳哥哥x3 首无x1 <br>二回合:古笼火x2 管狐x2 山童x1 <br>三回合:兔丸x3 鲤鱼精x2 青行灯x1"
	}, {
		"name": "柒 百物语",
		"ghost": "一回合:觉x2 山兔x2 萤草x1 <br>二回合:首无x2 山童x2 椒图x1 <br>三回合:青坊主x2 妖琴师x2 姑获鸟x1 青行灯x1"
	}, {
		"name": "捌 烛灭",
		"ghost": "一回合:古笼火x2 鬼使黑x1 鬼使白x1 书翁x1 <br>二回合:​食梦貘x1 白狼x1 桃花妖x1 二口女x1 镰鼬x1 万年竹x1 <br>三回合:姑获鸟x1 日和坊x1 鸩x1 白童子x1 两面佛x1 青行灯​x1"
	}, {
		"name": "玖 游荡",
		"ghost": "一回合:山童x2 惠比寿x1 孟婆x1 小松丸x1 万年竹x1 <br>二回合:金鱼姬x1 凤凰火x1 雨女x1 烟烟罗x1 青坊主x1 妖狐x1 <br>三回合:日和坊x1 百目鬼x1 般若x1 椒图x1 大天狗x1 青行灯x1"
	}, {
		"name": "拾 永夜",
		"ghost": "一回合:食发鬼x1 蝴蝶精x1 孟婆x1 吸血姬x1 骨女x1 犬神x1 <br>二回合:清姬x1 以津真天x1 妖琴师x1 丑时之女x1 青坊主x1 金鱼姬x1 <br>三回合:日和坊x1 椒图x1 般若x1 大天狗x1 荒x1 青行灯x1"
	}]
}, {
	"title": "海怪的温柔", //1-7层已校对
	"content": [{
		"name": "壹 平静",
		"ghost": "一回合:灯笼鬼x3 提灯小僧x1 <br>二回合:帚神x3 涂壁x1 <br>三回合:海坊主x1 天邪鬼黄x2 天邪鬼赤x1"
	}, {
		"name": "贰 暴雨",
		"ghost": "一回合:跳跳犬x3 唐纸伞妖x1 <br>二回合:寄生魂x3 饿鬼x1 <br>三回合:海坊主x1 座敷童子x2 椒图x1"
	}, {
		"name": "叁 规劝",
		"ghost": "一回合:盗墓小鬼x3 河童x1 <br>二回合:赤舌x2 鲤鱼精x1 河童x1 <br>三回合:海坊主x1 河童x3"
	}, {
		"name": "肆 惶恐",
		"ghost": "一回合:唐纸伞妖x3 武士之灵x1 <br>二回合:提灯小僧x2 狸猫x1 河童x1 <br>三回合:海坊主x1 鲤鱼精x4"
	}, {
		"name": "伍 隐忍",
		"ghost": "一回合:雨女x1 天邪鬼青x1 天邪鬼黄x1 天邪鬼绿x1 <br>二回合:雨女x2 天邪鬼赤x2 鸦天狗x1 <br>三回合:海坊主x1 河童x5"
	}, {
		"name": "陆 生畏",
		"ghost": "一回合:九命猫x1 首无x1 丑时之女x1 铁鼠x1 <br>二回合:管狐x1 山童x2 九尾狐x2 <br>三回合:海坊主x1 鲤鱼精x2 河童x3"
	}, {
		"name": "柒 狂躁",
		"ghost": "一回合:兵俑x1 跳跳弟弟x2 跳跳妹妹x2 <br>二回合:夜叉x1 雨女x2 河童x2 <br>三回合:海坊主x1 夜叉x3 鲤鱼精x1 金鱼姬x1"
	}, {
		"name": "捌 惴惴",
		"ghost": "一回合:夜叉x1 童男x1 童女x1 河童x1 首无x1 <br>二回合:鲤鱼精x1 萤草x2 蝴蝶精x1 武士之灵x1 金鱼姬x1 <br>三回合:海坊主x1 荒x1 玉藻前x1 镰鼬x1 辉夜姬x1"
	}, {
		"name": "玖 黯然",
		"ghost": "将使用与挑战者相同的镜像阵容"
	}, {
		"name": "拾 轮回",
		"ghost": "一回合:河童x1 管狐x2 金鱼姬x1 雨女x2 <br>二回合:夜叉x1 妖琴师x1 般若x1 镰鼬x1 凤凰火x1 <br>三回合:海坊主x1 樱花妖x1 匣中少女x1 黑童子x3"
	}]
}, {
	"title": "意志的觉醒", //1-5层已校对
	"content": [{
		"name": "壹 孑然",
		"ghost": "一回合:帚神x1 天邪鬼黄x3 <br>二回合:提灯小僧x1 唐纸伞妖x3 <br>三回合:兵俑x1 盗墓小鬼x2 小鹿男x1"
	}, {
		"name": "贰 伎薄",
		"ghost": "一回合:寄生魂x1 天邪鬼青x3 <br>二回合:古笼火x1 灯笼鬼x3 <br>三回合:鲤鱼精x1 河童x2 小鹿男x1"
	}, {
		"name": "叁 初遇",
		"ghost": "一回合:觉x1 天邪鬼绿x3 <br>二回合:跳跳妹妹x1 天邪鬼赤x3 <br>三回合:蝴蝶精x1 萤草x1 独眼小僧x1 小鹿男x1"
	}, {
		"name": "肆 伙伴",
		"ghost": "一回合:赤舌x3 食发鬼x1 <br>二回合:兔丸x1 帚神x3 <br>三回合:萤草x1 跳跳弟弟x2 小鹿男x1"
	}, {
		"name": "伍 守望",
		"ghost": "一回合:食发鬼x1 提灯小僧x3 <br>二回合:兔丸x1 山童x3 <br>三回合:跳跳妹妹x1 萤草x1 白童子x1 独眼小僧x1 跳跳弟弟x1 小鹿男x1"
	}, {
		"name": "陆 肝胆",
		"ghost": "一回合:食发鬼x4 <br>二回合:兔丸x4 <br>三回合:天邪鬼赤x1 大天狗x1 雪女x1 匣中少女x1 萤草x1 小鹿男x1"
	}, {
		"name": "柒 恩义",
		"ghost": "一回合:食梦貘x1 食发鬼x3 <br>二回合:傀儡师x1 兔丸x3 <br>三回合:萤草x1 白狼x1 妖刀姬x1 黑童子x1 书翁x1 小鹿男x1"
	}, {
		"name": "捌 报答",
		"ghost": "一回合:烟烟罗x1 食发鬼x3 <br>二回合:万年竹x1 海坊主x2 兔丸x2 兵俑x1 <br>三回合:彼岸花x1 跳跳弟弟x1 鲤鱼精x1 兵俑x1 萤草x1 小鹿男x1"
	}, {
		"name": "玖 坚持",
		"ghost": "一回合:烟烟罗x1 姑获鸟x1 孟婆x2 食发鬼x2 <br>二回合:阎魔x1 白童子x1 兔丸x1 判官x1 山兔x1 黑童子​x1 <br>三回合:金鱼姬x1 跳跳哥哥x1 萤草x1 荒x1 小松丸​x1 小鹿男x1"
	}, {
		"name": "拾 觉醒",
		"ghost": "一回合:烟烟罗x1 食发鬼x2 白童子x2 姑获鸟x1  <br>二回合:妖琴师x1 蝴蝶精x1 山兔x1 独眼小僧x1 兔丸x2 <br>三回合:小鹿男x1 吸血姬x1 桃花妖x1 萤草x1 椒图x1 黑童子x1"
	}]
}, {
	"title": "夏之风物语",
	"content": [{
		"name": "壹 夕立",
		"ghost": "一回合:蝴蝶精x1 提灯小僧x3 <br>二回合:鬼使白x1 清姬x3 <br>三回合:赤舌x3 镰鼬x1"
	}, {
		"name": "贰 风铃",
		"ghost": "一回合:食发鬼x1 天邪鬼赤x3 <br>二回合:鬼使黑x1 古笼火x3 <br>三回合:管狐x3 镰鼬x1"
	}, {
		"name": "叁 蝉鸣",
		"ghost": "一回合:觉x1 盗墓小鬼x3 <br>二回合:孟婆x1 巫蛊师x3 <br>三回合:烟烟罗x3 镰鼬x1"
	}, {
		"name": "肆 凉扇",
		"ghost": "一回合:山童x1 天邪鬼青x3 <br>二回合:青蛙瓷器x1 帚神x3 <br>三回合:骨女x2 九命猫x2 镰鼬x1"
	}, {
		"name": "伍 萤笼",
		"ghost": "一回合:独眼小僧x1 鸦天狗x3 <br>二回合:白狼x1 灯笼鬼x2 鲤鱼精x2 <br>三回合:青行灯x4 镰鼬x1"
	}, {
		"name": "陆 西瓜",
		"ghost": "一回合:赤舌x1 三尾狐x3 <br>二回合:跳跳妹妹x1 小松丸x2 夜叉x2 <br>三回合:鸩x5 镰鼬x1"
	}, {
		"name": "柒 刨冰",
		"ghost": "一回合:妖琴师x1 跳跳弟弟x2 络新妇x2 <br>二回合:跳跳哥哥x1 鬼女红叶x2 以津真天x2 <br>三回合:镰鼬x2 河童x4"
	}, {
		"name": "捌 花火",
		"ghost": "一回合:金鱼姬x1 判官x2 狸猫x2 <br>二回合:椒图x1 萤草x5 <br>三回合:二口女x5 镰鼬x1"
	}, {
		"name": "玖 海",
		"ghost": "一回合:妖狐x3 鲤鱼精x2 以津真天x1 <br>二回合:鸦天狗x3 姑获鸟x2 万年竹x1 <br>三回合:万年竹x1 独眼小僧x1 奉为达摩x1 犬神x1 樱花妖x1 彼岸花x1"
	}, {
		"name": "拾 夏祭",
		"ghost": "一回合:海坊主x3 跳跳弟弟x2 花鸟卷x1 <br>二回合:童男x2 童女x2 黑童子x1 阎魔x1 <br>三回合:小鹿男x3 镰鼬x3"
	}]
}, {
	"title": "伞剑的守护",
	"content": [{
		"name": "壹 鹤笠",
		"ghost": "一回合:涂壁x1 帚神x3 <br>二回合:蝴蝶精x1 觉x3 <br>三回合:招福达摩x1 奉为达摩x1 御行达摩x1 姑获鸟x1"
	}, {
		"name": "贰 伞护",
		"ghost": "一回合:涂壁x1 帚神x3 <br>二回合:蝴蝶精x1 觉x3 <br>三回合:唐纸伞妖x3 姑获鸟x1"
	}, {
		"name": "叁 执剑",
		"ghost": "一回合:涂壁x1 帚神x3 <br>二回合:蝴蝶精x1 觉x3 <br>三回合:童男x1 童女x1 鸦天狗x2 姑获鸟x1"
	}, {
		"name": "肆 怜子",
		"ghost": "一回合:天邪鬼青x1 盗墓小鬼x3 <br>二回合:跳跳哥哥x1 跳跳妹妹x1 跳跳弟弟x2 <br>三回合:凤凰火x1 鸩x1 以津真天x1 大天狗x1 姑获鸟x1"
	}, {
		"name": "伍 养育",
		"ghost": "一回合:天邪鬼青x1 盗墓小鬼x3 <br>二回合:跳跳哥哥x1 跳跳妹妹x1 跳跳弟弟x2 <br>三回合:萤草x1 白狼x1 天邪鬼黄x1 灯笼鬼x1 姑获鸟x2"
	}, {
		"name": "陆 陪伴",
		"ghost": "一回合:天邪鬼青x1 盗墓小鬼x3 <br>二回合:跳跳哥哥x1 跳跳妹妹x1 跳跳弟弟x2 <br>三回合:樱花妖x1 鸩x1 鬼使白x1 跳跳弟弟x1 清姬x1 姑获鸟x1"
	}, {
		"name": "柒 远行",
		"ghost": "一回合:萤草x1 孟婆x1 白狼x2 <br>二回合:凤凰火x1 判官x3 <br>三回合:灯笼鬼x1 姑获鸟x5"
	}, {
		"name": "捌 牵挂",
		"ghost": "一回合:萤草x1 孟婆x2 白狼x2 <br>二回合:凤凰火x1 判官x2 络新妇x2 <br>三回合:灯笼鬼x1 桃花妖x2 酒吞童子x2 姑获鸟x2"
	}, {
		"name": "玖 怀情",
		"ghost": "一回合:萤草x1 孟婆x3 白狼x2 <br>二回合:凤凰火x1 判官x2 络新妇x3 <br>三回合:镰鼬x1 桃花妖x1 九命猫x2 姑获鸟x2"
	}, {
		"name": "拾 慈心",
		"ghost": "一回合:萤草x1 孟婆x2 白狼x2 <br>二回合:凤凰火x1 判官x2 络新妇x2 <br>三回合:黑童子x1 一目连x1 吸血姬x2 姑获鸟x2"
	}]
}, {
	"title": "暴风之巅",
	"content": [{
		"name": "壹 初拂",
		"ghost": "一回合:帚神x4 <br>二回合:三尾狐x4 <br>三回合:首无x3 大天狗x1"
	}, {
		"name": "贰 轻扬",
		"ghost": "一回合:天邪鬼黄x1 帚神x3 <br>二回合:三尾狐x4 <br>三回合:狸猫x3 大天狗x1"
	}, {
		"name": "叁 萧瑟",
		"ghost": "一回合:青蛙瓷器x1 帚神x3 <br>二回合:三尾狐x4 <br>三回合:山童x3 大天狗x1"
	}, {
		"name": "肆 扶摇",
		"ghost": "一回合:椒图x1 帚神x3 <br>二回合:三尾狐x4 <br>三回合:独眼小僧x1 御行达摩x4 大天狗x1"
	}, {
		"name": "伍 升腾",
		"ghost": "一回合:椒图x1 帚神x3 <br>二回合:秘卷书童x1 三尾狐x3 <br>三回合:雪女x1 鸦天狗x4 大天狗x1"
	}, {
		"name": "陆 呼啸",
		"ghost": "一回合:金鱼姬x1 帚神x3 <br>二回合:秘卷书童x1 三尾狐x3 <br>三回合:跳跳弟弟x1 鬼使白x2 清姬x2 大天狗x1"
	}, {
		"name": "柒 狂袭",
		"ghost": "一回合:金鱼姬x1 帚神x3 <br>二回合:镰鼬x1 夜叉x5 <br>三回合:雨女x1 萤草x4 大天狗x1"
	}, {
		"name": "捌 怒号",
		"ghost": "一回合:童男x1 帚神x3 <br>二回合:大天狗x1 镰鼬x1 妖狐x4 <br>三回合:桃花妖x5 大天狗x1"
	}, {
		"name": "玖 暗涌",
		"ghost": "一回合:童男x1 帚神x3 <br>二回合:大天狗x1 三尾狐x1 酒吞x1 <br>三回合:黑晴明x1 大天狗x1 雪女x1"
	}, {
		"name": "拾 冲巅",
		"ghost": "一回合:武士之灵x1 帚神x3 <br>二回合:椒图x1 吸血姬x5 <br>三回合:黑晴明x1 大天狗x1 雪女x1"
	}]
}, {
	"title": "荒川之怒",
	"content": [{
		"name": "壹 涟漪",
		"ghost": "一回合:赤舌x1 灯笼鬼x3 <br>二回合:武士之灵x1 寄生魂x3 <br>三回合:盗墓小鬼x3 荒川之主x1"
	}, {
		"name": "贰 帆影",
		"ghost": "一回合:赤舌x1 灯笼鬼x3 <br>二回合:武士之灵x1 寄生魂x3 <br>三回合:童女x3 荒川之主x1"
	}, {
		"name": "叁 暗流",
		"ghost": "一回合:赤舌x1 灯笼鬼x3 <br>二回合:武士之灵x1 寄生魂x3 <br>三回合:管狐x3 荒川之主x1"
	}, {
		"name": "肆 汩汩",
		"ghost": "一回合:鲤鱼精x1 河童x3 <br>二回合:海坊主x1 蝴蝶精x3 <br>三回合:鸦天狗x4 荒川之主x1"
	}, {
		"name": "伍 澎湃",
		"ghost": "一回合:鲤鱼精x1 河童x3 <br>二回合:海坊主x1 蝴蝶精x3 <br>三回合:山兔x4 荒川之主x1"
	}, {
		"name": "陆 汹涌",
		"ghost": "一回合:鲤鱼精x1 河童x3 <br>二回合:海坊主x1 蝴蝶精x3 <br>三回合:雪女x4 荒川之主x1"
	}, {
		"name": "柒 鲸波",
		"ghost": "一回合:金鱼姬x1 古笼火x3 <br>二回合:椒图x1 夜叉x4 <br>三回合:清姬x4 荒川之主x1"
	}, {
		"name": "捌 狂澜",
		"ghost": "一回合:金鱼姬x1 古笼火x3 <br>二回合:惠比寿x1 夜叉x4 <br>三回合:海坊主x5 荒川之主x1"
	}, {
		"name": "玖 浩瀚",
		"ghost": "一回合:金鱼姬x1 古笼火x4 <br>二回合:烟烟罗x2 夜叉x2 荒川之主x1 <br>三回合:石距x1"
	}, {
		"name": "拾 暴怒",
		"ghost": "一回合:金鱼姬x1 古笼火x5 <br>二回合:大天狗x1 夜叉x4 <br>三回合:荒川之主x1 桃花妖x1 雪女x1 青行灯x1 姑获鸟x1 惠比寿x1"
	}]
}, {
	"title": "雨女的等侯",
	"content": [{
		"name": "壹 月明",
		"ghost": "一回合:盗墓小鬼x3 唐纸伞妖x1 <br>二回合:九命猫x3 铁鼠x1 <br>三回合:座敷童子x3 雨女x1"
	}, {
		"name": "贰 对饮",
		"ghost": "一回合:盗墓小鬼x3 唐纸伞妖x1 <br>二回合:九命猫x3 铁鼠x1 <br>三回合:首无x3 雨女x1"
	}, {
		"name": "叁 惮寒",
		"ghost": "一回合:盗墓小鬼x3 唐纸伞妖x1 <br>二回合:九命猫x3 铁鼠x1 <br>三回合:武士之灵x3 雨女x1"
	}, {
		"name": "肆 无怨",
		"ghost": "一回合:赤舌x1 唐纸伞妖x3 <br>二回合:丑时之女x1 觉x3 <br>三回合:骨女x4 雨女x1"
	}, {
		"name": "伍 悲喜",
		"ghost": "一回合:赤舌x1 唐纸伞妖x3 <br>二回合:丑时之女x1 觉x3 <br>三回合:烟烟罗x4 雨女x1"
	}, {
		"name": "陆 聚散",
		"ghost": "一回合:赤舌x1 唐纸伞妖x3 <br>二回合:丑时之女x1 觉x3 <br>三回合:夜叉x4 雨女x1"
	}, {
		"name": "柒 阴阳",
		"ghost": "一回合:巫蛊师x1 鸦天狗x3 <br>二回合:三尾狐x1 萤草x2 蝴蝶精x1 <br>三回合:兵俑x4 雨女x1"
	}, {
		"name": "捌 盈亏",
		"ghost": "一回合:巫蛊师x1 鸦天狗x3 <br>二回合:跳跳弟弟x4 椒图x1 <br>三回合:河童x5 雨女x1"
	}, {
		"name": "玖 恒远",
		"ghost": "一回合:巫蛊师x1 鸦天狗x3 <br>二回合:鬼使白x2 清姬x2 判官x1 <br>三回合:管狐x5 雨女x1"
	}, {
		"name": "拾 婵娟",
		"ghost": "一回合:巫蛊师x1 鸦天狗x3 <br>二回合:吸血姬x5 童男x1 <br>三回合:青蛙瓷器x5 雨女x1"
	}]
}, {
	"title": "妖刀之秘籍",
	"content": [{
		"name": "妖刀 壹式",
		"ghost": "一回合:天邪鬼青x4 <br>二回合:狸猫x4 <br>三回合:妖刀姬x1 盗墓小鬼x3"
	}, {
		"name": "妖刀 贰式",
		"ghost": "一回合:天邪鬼青x4 <br>二回合:狸猫x4 <br>三回合:妖刀姬x1 蝴蝶精x3"
	}, {
		"name": "妖刀 叁式",
		"ghost": "一回合:天邪鬼青x4 <br>二回合:狸猫x4 <br>三回合:妖刀姬x1 雨女x3"
	}, {
		"name": "妖刀 肆式",
		"ghost": "一回合:天邪鬼青x3 涂壁x1 <br>二回合:狸猫x3 蝴蝶精x1 <br>三回合:妖刀姬x1 三尾狐x3"
	}, {
		"name": "妖刀 伍式",
		"ghost": "一回合:天邪鬼青x3 涂壁x1 <br>二回合:狸猫x3 蝴蝶精x1 <br>三回合:妖刀姬x1 傀儡师x1 二口女x1 骨女x1"
	}, {
		"name": "妖刀 陆式",
		"ghost": "一回合:天邪鬼青x3 天邪鬼绿x1 <br>二回合:狸猫x3 鸦天狗x1 <br>三回合:妖刀姬x1 桃花妖x1 樱花妖x1 清姬x1"
	}, {
		"name": "妖刀 柒式",
		"ghost": "一回合:天邪鬼青x3 天邪鬼绿x1 <br>二回合:狸猫x3 鸦天狗x1 <br>三回合:妖刀姬x1 鬼使黑x1 鬼使白x1 判官x1"
	}, {
		"name": "妖刀 捌式",
		"ghost": "一回合:天邪鬼青x3 九命猫x1 <br>二回合:狸猫x3 鲤鱼精x1 河童x1 <br>三回合:妖刀姬x1 大天狗x1 青行灯x1"
	}, {
		"name": "妖刀 玖式",
		"ghost": "一回合:天邪鬼青x3 九命猫x1 <br>二回合:狸猫x3 鲤鱼精x1 河童x1 <br>三回合:妖刀姬x1 大天狗x1 青行灯x1 招福达摩x1 童男x2"
	}, {
		"name": "妖刀 拾式",
		"ghost": "一回合:天邪鬼青x2 九命猫x2 <br>二回合:狸猫x3 河童x1 椒图x1 鲤鱼精x1 <br>三回合:妖刀姬x1 妖狐x2 桃花妖x1 大天狗x1 青行灯x1"
	}]
}, {
	"title": "红叶的羁绊",
	"content": [{
		"name": "壹 邂逅",
		"ghost": "一回合:管狐x4 <br>二回合:饿鬼x4 <br>三回合:鬼女红叶x1 觉x3"
	}, {
		"name": "贰 别离",
		"ghost": "一回合:管狐x4 <br>二回合:饿鬼x4 <br>三回合:鬼女红叶x1 跳跳妹妹x1 跳跳弟弟x1 跳跳哥哥x1"
	}, {
		"name": "叁 暮想",
		"ghost": "一回合:管狐x4 <br>二回合:饿鬼x4 <br>三回合:鬼女红叶x1 首无x2 三尾狐x1"
	}, {
		"name": "肆 嗦摆",
		"ghost": "一回合:管狐x3 天邪鬼黄x1 <br>二回合:饿鬼x3 兵俑x1 <br>三回合:鬼女红叶x1 鸦天狗x2 丑时之女x1"
	}, {
		"name": "伍 意乱",
		"ghost": "一回合:管狐x3 天邪鬼黄x1 <br>二回合:饿鬼x3 兵俑x1 <br>三回合:鬼女红叶x1 铁鼠x2 骨女x1"
	}, {
		"name": "陆 妖变",
		"ghost": "一回合:管狐x3 赤舌x1 <br>二回合:饿鬼x3 椒图x1 <br>三回合:鬼女红叶x1 雨女x2 雪女x1 酒吞童子x1"
	}, {
		"name": "柒 堕落",
		"ghost": "一回合:管狐x3 赤舌x1 <br>二回合:饿鬼x3 椒图x1 <br>三回合:鬼女红叶x1 吸血姬x2 狸猫x1 酒吞童子x1"
	}, {
		"name": "捌 痴迷",
		"ghost": "一回合:管狐x3 独眼小僧x1 <br>二回合:饿鬼x3 犬神x1 <br>三回合:鬼女红叶x1 兵俑x1 椒图x1 桃花妖x1 酒吞童子x1"
	}, {
		"name": "玖 苦恋",
		"ghost": "一回合:管狐x3 独眼小僧x1 <br>二回合:饿鬼x3 犬神x1 椒图x1 <br>三回合:鬼女红叶x1 酒吞童子x1 桃花妖x1 鸦天狗x1 椒图x1 丑时之女x1"
	}, {
		"name": "拾 羁绊",
		"ghost": "一回合:管狐x3 独眼小僧x1 <br>二回合:饿鬼x3 犬神x1 椒图x1 兵俑x1 <br>三回合:鬼女红叶x1 酒吞童子x1 桃花妖x1 般若x1 椒图x1 吸血姬x1"
	}]
}, {
	"title": "山兔大暴走",
	"content": [{
		"name": "开心的山兔",
		"ghost": "一回合:涂壁x4 <br>二回合:山童x3 青蛙瓷器x1 <br>三回合:萤草x2 孟婆x1 山兔x1"
	}, {
		"name": "安静的山兔",
		"ghost": "一回合:涂壁x4 <br>二回合:山童x3 青蛙瓷器x1 <br>三回合:鸦天狗x3 山兔x1"
	}, {
		"name": "严肃的山兔",
		"ghost": "一回合:涂壁x4 <br>二回合:山童x3 青蛙瓷器x1 <br>三回合:惠比寿x1 椒图x1 兵俑x1 山兔x1"
	}, {
		"name": "认真的山兔",
		"ghost": "一回合:涂壁x4 <br>二回合:山童x3 青蛙瓷器x1 <br>三回合:萤草x2 孟婆x1 山兔x1"
	}, {
		"name": "嘟嘴的山兔",
		"ghost": "一回合:涂壁x4 <br>二回合:山童x3 青蛙瓷器x1 <br>三回合:山兔x4"
	}, {
		"name": "不开心的山兔",
		"ghost": "一回合:涂壁x4 <br>二回合:山童x3 青蛙瓷器x1 <br>三回合:惠比寿x1 椒图x1 兵俑x1 山兔x1"
	}, {
		"name": "闹脾气的山兔",
		"ghost": "一回合:涂壁x4 <br>二回合:山童x3 青蛙瓷器x1 <br>三回合:萤草x2 惠比寿x1 山兔x1"
	}, {
		"name": "生气的山兔",
		"ghost": "一回合:涂壁x4 <br>二回合:山童x3 青蛙瓷器x1 <br>三回合:山兔x4"
	}, {
		"name": "愤怒的山兔",
		"ghost": "一回合:涂壁x4 <br>二回合:山童x3 青蛙瓷器x1 <br>三回合:比寿x1 椒图x1 兵俑x1 山兔x1"
	}, {
		"name": "暴走的山兔",
		"ghost": "一回合:涂壁x3 山兔x1 <br>二回合:青蛙瓷器x2 山兔x2 <br>三回合:惠比寿x1 椒图x1 兵俑x1 山兔x3"
	}]
}];

//console.log(tansuoData);

